{
  "news-date": "{{date}}",
  "news-read-more": "Читать далее",
  
  "news-launch-title": "Запуск нового сервиса",
  "news-launch-short": "Мы рады сообщить о запуске нашего нового сервиса. Это значительный шаг вперед в нашем развитии.",
  "news-launch-full": "Мы гордимся объявить о запуске нашего нового сервиса. Это значительный шаг вперед в нашем развитии. Новый сервис включает расширенные функции, улучшенную безопасность и более удобный интерфейс. Все детали, ссылки и дополнительная информация доступны в личном кабинете.",
  
  "news-update-title": "Выпущено крупное обновление",
  "news-update-short": "Мы выпустили крупное обновление с новыми функциями и улучшениями.",
  "news-update-full": "Мы рады сообщить о крупном обновлении нашего сервиса. Теперь доступна мультисетевая проверка, улучшена адаптация и добавлены новые анимации. Эти изменения сделают ваш опыт использования еще более комфортным и эффективным.",
  
  "news-blog-title": "Новая статья о безопасности",
  "news-blog-short": "Мы опубликовали новую статью о защите ваших активов.",
  "news-blog-full": "Мы опубликовали подробную статью, в которой разбираются основные угрозы и способы защиты ваших активов. Статья охватывает последние тенденции в области безопасности и предоставляет практические рекомендации по защите ваших инвестиций.",
  
  "news-partnership-title": "Новое партнерское соглашение",
  "news-partnership-short": "Мы подписали новое партнерское соглашение.",
  "news-partnership-full": "Мы рады сообщить о новом партнерском соглашении. Теперь наши клиенты получают еще больше преимуществ и консультаций. Это партнерство открывает новые возможности для наших пользователей.",
  
  "news-team-title": "Расширение команды",
  "news-team-short": "Наша команда пополнилась новыми профессионалами.",
  "news-team-full": "Мы рады сообщить о расширении нашей команды новыми профессионалами. Это позволит нам еще быстрее и качественнее решать ваши задачи!",
  
  "news-webinar-title": "Доступна запись вебинара",
  "news-webinar-short": "Запись нашего последнего вебинара теперь доступна.",
  "news-webinar-full": "Запись нашего последнего вебинара теперь доступна в личном кабинете. Не упустите возможность узнать о последних обновлениях и функциях нашего сервиса.",
  
  "news-partners-title": "Новые партнеры",
  "news-partners-short": "Мы расширяем нашу сеть партнеров.",
  "news-partners-full": "Мы расширяем нашу сеть партнеров. Это расширяет возможности для наших пользователей и предоставляет доступ к новым сервисам и функциям.",
  
  "news-mobile-title": "Обновление мобильной версии",
  "news-mobile-short": "Мобильная версия значительно улучшена.",
  "news-mobile-full": "Мы значительно улучшили мобильную версию нашего сервиса. Теперь пользоваться сервисом с телефона стало проще и быстрее. Интерфейс оптимизирован для мобильных устройств, добавлены новые функции.",
  
  "news-holiday-title": "Специальное праздничное предложение",
  "news-holiday-short": "Специальные скидки и бонусы для всех новых клиентов!",
  "news-holiday-full": "Мы рады сообщить о специальных скидках и бонусах для всех новых клиентов! Воспользуйтесь нашим праздничным предложением, чтобы получить лучшие условия использования нашего сервиса.",
  
  "news-faq-title": "Обновлен раздел FAQ",
  "news-faq-short": "Мы обновили наш раздел FAQ новыми ответами.",
  "news-faq-full": "Мы обновили наш раздел FAQ новыми ответами на популярные вопросы. Теперь вы можете быстро найти ответы на свои вопросы и получить помощь в использовании нашего сервиса.",
  
  "news-privacy-title": "Обновление политики конфиденциальности",
  "news-privacy-short": "Пожалуйста, ознакомьтесь с обновленной политикой конфиденциальности.",
  "news-privacy-full": "Мы обновили нашу политику конфиденциальности. Пожалуйста, ознакомьтесь с новыми условиями на сайте, чтобы быть в курсе того, как мы защищаем ваши данные и обеспечиваем вашу конфиденциальность."
} 